Repository: Tuxist/dvgrabgui-remastered
Catalog: langs/*/dvgrabgui.po
Languages: es_es, fr_fr

source: DVG-APP: Couldn't start capture thread
es_es: DVG-APP: Imposible encender el thread de captura.
fr_fr: DVG-APP: Impossible de démarrer le thread de capture.

source: en_GB/help/help_dvgrabgui_en_GB.hhp
es_es: es_ES/help/help_dvgrabgui_es_ES.hhp
fr_fr: fr_FR/help/help_dvgrabgui_fr_FR.hhp

source: &File
es_es: &Fichero
fr_fr: &Fichier

source: Load settings
es_es: Cargar conf.
fr_fr: Charger configuration

source: &Load settings
es_es: &Cargar conf.
fr_fr: &Charger configuration

source: Load a new configuration
es_es: Cargar una nueva configuración
fr_fr: Charger une nouvelle configuration

source: Reload settings
es_es: Recargar conf.
fr_fr: Recharger configuration

source: &Reload settings
es_es: &Recargar conf.
fr_fr: &Recharger configuration

source: Reload the current configuration
es_es: Recargar la configuración actual
fr_fr: Recharger la configuration actuelle

source: Reload default settings
es_es: Recargar conf. en reb.
fr_fr: Recharger conf. par défaut

source: Reload &default settings
es_es: R&ecargar conf. en reb.
fr_fr: Recharger conf. par &déf.

source: Reload the default configuration
es_es: Recargar la configuración en rebeldía
fr_fr: Recharger la configuration par défaut

source: Set as default
es_es: Registrar como en reb.
fr_fr: Enregistrer comme défaut

source: Se&t as default
es_es: Regi&strar como en reb.
fr_fr: &Enregistrer comme défaut

source: Set the current configuration as default
es_es: Registrar la configuración actual como la en rebeldía
fr_fr: Enregistrer la configuration actuelle comme celle par défaut

source: Reset default
es_es: Reinicializar conf. en reb.
fr_fr: Réinitialiser défaut

source: R&eset default
es_es: Reiniciali&zar conf. en reb.
fr_fr: Réini&tialiser défaut

source: Reset the default configuration
es_es: Reinicializar la configuración en rebeldía
fr_fr: Réinitialiser la configuration par défaut

source: Save settings
es_es: Registrar reglajes
fr_fr: Sauver les réglages

source: &Save settings
es_es: Regis&trar reglajes
fr_fr: &Sauver les réglages

source: Save the current configuration
es_es: Registrar la configuración actual
fr_fr: Sauvegarder la configuration actuelle

source: Save settings as...
es_es: Registrar reglajes como ...
fr_fr: Sauver réglages sous ...

source: S&ave settings as...
es_es: Regist&rar reglajes como...
fr_fr: S&auver réglages sous...

source: Save the current configuration in another file
es_es: Registrar la configuración actual en otro/nuevo fichero
fr_fr: Sauvegarder la configuration actuelle dans un autre/nouveau fichier

source: Options
es_es: Opciones

source: &Options
es_es: &Opciones

source: Show the Settings tab
es_es: Mostrar el uñero de Reglajes
fr_fr: Afficher l'onglet des réglages

source: Languages
es_es: Idiomas
fr_fr: Langues

source: Lan&guages
es_es: &Idiomas
fr_fr: &Langues

source: Select the GUI language
es_es: Seleccionar el idioma del GUI
fr_fr: Sélectionner la langue de l'interface

source: Exit
es_es: Salir
fr_fr: Quitter

source: E&xit
es_es: &Salir
fr_fr: &Quitter

source: Quit this program
es_es: Salir del programa
fr_fr: Quitter le programme

source: &Work
es_es: A&cción
fr_fr: &Action

source: Start Thread
es_es: Encender Thread
fr_fr: Démarrer Thread

source: &Start Thread
es_es: &Encender Thread
fr_fr: &Démarrer Thread

source: Start the thread managing the dv stream
es_es: Encender el thread manejando el flujo dv
fr_fr: Démarrer le thread gérant le flux dv

source: Stop Thread
es_es: Parar Thread
fr_fr: Arrêter Thread

source: S&top Thread
es_es: &Parar Thread
fr_fr: &Arrêter Thread

source: Stop the thread managing the dv stream
es_es: Parar el thread manejando el flujo dv
fr_fr: Arrêter le thread gérant le flux dv

source: Start Capture
es_es: Encender Captura
fr_fr: Démarrer Capture

source: St&art Capture
es_es: En&cender Captura
fr_fr: Dé&marrer Capture

source: Start capturing dv data (i.e. recording video!)
es_es: Encender la captura dv (es decir la grabación vídeo!)
fr_fr: Démarrer la capture dv (c-à-d l'enregistrement vidéo!)

source: Stop Capture
es_es: Parar Captura
fr_fr: Arrêter Capture

source: St&op Capture
es_es: Pa&rar Captura
fr_fr: A&rrêter Capture

source: Stop capturing dv data (i.e. recording video!)
es_es: Parar la captura dv (es decir la grabación vídeo!)
fr_fr: Arrêter la capture dv (c-à-d l'enregistrement vidéo!)

source: Clear Error log
es_es: Borrar Mensajes
fr_fr: Effacer les messages

source: &Clear Error log
es_es: &Borrar Mensajes
fr_fr: &Effacer les messages

source: Clear the error log window
es_es: Borrar la ventana de mensajes
fr_fr: Effacer la fenêtre de messages

source: Full Screen
es_es: Llena Pantalla
fr_fr: Plein Ecran

source: &Full Screen
es_es: &Llena Pantalla
fr_fr: &Plein Ecran

source: Go in/out full screen mode
es_es: Entrar/salir de la modalidad de "llena pantalla"
fr_fr: Entrer/sortir du mode "plein écran"

source: &Help
es_es: &Ayuda
fr_fr: A&ide

source: Help
es_es: Ayuda
fr_fr: Aide

source: &Help
es_es: &Ayuda
fr_fr: A&ide

source: Show the "Help" window
es_es: Mostrar la ventana "Ayuda"
fr_fr: Afficher la fenêtre d'aide

source: About...
es_es: A propósito de...
fr_fr: A propos...

source: &About...
es_es: A pr&opósito de...
fr_fr: &A propos...

source: Show the "About" dialog
es_es: Mostrar la caja de diálogo "a propósito de"
fr_fr: Afficher la boîte de dialogue "à propos"

source: V I D E O
es_es: V Í D E O

source: Video
es_es: Vídeo
fr_fr: Vidéo

source: S E T T I N G S
es_es: R E G L A J E S
fr_fr: R E G L A G E S

source: Settings
es_es: Reglajes
fr_fr: Réglages

source: L O G S
es_es: M E N S A J E S
fr_fr: M E S S A G E S

source: Logs
es_es: Mensajes
fr_fr: Messages

source: H E L P
es_es: A Y U D A
fr_fr: A I D E

source: DVG-MFR: Couldn't load the "beep" wave file
es_es: DVG-MFR: Imposible cargar el fichero wave "beep".
fr_fr: DVG-MFR: Impossible de charger le fichier wave "beep".

source: Load settings ...
es_es: Cargar reglajes ...
fr_fr: Charger réglages ...

source: DVGrabGUI settings file (*.dvs.xml)|*.dvs.xml
es_es: Ficheros de reglajes DVGrabGUI (*.dvs.xml)|*.dvs.xml
fr_fr: Fichiers de réglages DVGrabGUI (*.dvs.xml)|*.dvs.xml

source: Overwrite file:
es_es: Sustituir el fichero:
fr_fr: Ecraser le fichier:

source: Warning
es_es: Cuidado
fr_fr: Attention

source: Save settings as ...
es_es: Registrar reglajes como ...
fr_fr: Sauver réglages sous ...

source: DVGrabGUI (c) 2006-2008 Bastien Montagne. Released under the GNU GPL license, either v2 or any later version. Based on DVGrab, by Dan Dennedy and Kino team. Coded for ASCIA association.
es_es: DVGrabGUI (c) 2006-2008 Bastien Montagne. Distribuido bajo la licencia GNU GPL, v2 o toda otra versión ulterior. Basado en DVGrab, de Dan Dennedy y el equipo de Kino. Programado para la asociación ASCIA.
fr_fr: DVGrabGUI (c) 2006-2008 Bastien Montagne. Distribué sous la licence GNU GPL, v2 ou toute version ultérieure. Basé sur DVGrab, par Dan Dennedy et l'équipe de Kino. Codé pour l'association ASCIA.

source: About DVGrabGUI
es_es: A propósito de DVGrabGUI
fr_fr: A propos de DVGrabGUI

source: DVG-MFR: Capture Thread stopped, due to internal error(s)
es_es: DVG-MFR: Thread de captura parado, a causa de error(es) interno(s).
fr_fr: DVG-MFR: Thread de capture arrêté, à cause d'erreur(s) interne(s).

source: Mouse Captured
es_es: Ratón Capturado
fr_fr: Souris Capturée

source: Mouse Free
es_es: Ratón Libre
fr_fr: Souris Libre

source: RECORDING
es_es: GRABANDO
fr_fr: ENREGISTRE

source: PAUSED
es_es: EN PAUSA
fr_fr: EN PAUSE

source: Capture thread running
es_es: Thread de captura activo
fr_fr: Thread de capture actif

source: Capture thread stoped
es_es: Thread de captura parado
fr_fr: Thread de capture arrêté

source: Old version of configuration file! DVGrabGUI is about to update it... Do you want to make a backup copy of the old version?
es_es: ¡Vieja versión del fichero de configuración! DVGrabGUI esta a punto de ponerlo al día... ¿Quiere hacer una copia de seguridad de la vieja versión?
fr_fr: Ancienne version du fichier de configuration! DVGrabGUI s'apprête à le mettre à jour... Voulez-vous faire une copie de sauvegarde de l'ancienne version?

source: Warning: old version of config file!
es_es: ¡Cuidado: vieja versión del fichero de configuración!
fr_fr: Attention: ancienne version du fichier de configuration!

source: DVG-CPT: no camera exists
es_es: DVG-CPT: No cámara.
fr_fr: DVG-CPT: Pas de caméra.

source: DVG-CPT: failed to initialize AV/C
es_es: DVG-CPT: Imposible inicializar AV/C.
fr_fr: DVG-CPT: Impossible d'initialiser AV/C.

source: DVG-CPT: failed to establish isochronous connection
es_es: DVG-CPT: Imposible establecer la conexión síncrona.
fr_fr: DVG-CPT: Impossible d'établir la connexion synchrone.

source: DVG-CPT: Established connection over channel %d
es_es: DVG-CPT: Conexión establecida sobre el canal %d.
fr_fr: DVG-CPT: Connexion établie sur le canal %d.

source: DVG-CPT: invalid DV source specified
es_es: DVG-CPT: DV fuente especificada inválida.
fr_fr: DVG-CPT: Source DV spécifiée non valide.

source: DVG-CPT: DV reader couldn't be initialized
es_es: DVG-CPT: Imposible inicializar el lector DV.
fr_fr: DVG-CPT: Impossible d'initialiser le lecteur DV.

source: DVG-CPT: Couldn't start reader thread
es_es: DVG-CPT: Imposible encender el thread de lectura.
fr_fr: DVG-CPT: Impossible de démarrer le thread de lecture.

source: DVG-CPT: Tired waiting reader!! (> 5s)
es_es: DVG-CPT: Fastidiado de esperar al lector!! (>5s).
fr_fr: DVG-CPT: Fatigué d'attendre le lecteur!! (>5s).

source: DVG-CPT: %d dropped frames: buffer underrun near:
es_es: DVG-CPT: %d imágenes pérdidas: sobrecarga del tampón cerca de:
fr_fr: DVG-CPT: %d images perdues: surcharge du tampon près de:

source: timecode: %2.2d:%2.2d:%2.2d.%2.2d date %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d This error means that the frame could not be written fast enough!
es_es: timecode: %2.2d:%2.2d:%2.2d.%2.2d fecha %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d ¡Este error significa que la imagen no fue inscrita bastante rápido!
fr_fr: timecode: %2.2d:%2.2d:%2.2d.%2.2d date %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d Cette erreur signifie que l'image n'a pu être écrite suffisamment rapidement!

source: The frame(s) couldn't be written fast enough.
es_es: La(s) imagen(es) no ha(n) sido inscrita(s) bastante rápido.
fr_fr: L'(les) image(s) n'a(n'ont) pu être écrite(s) suffisamment rapidement.

source: DVG-CPT: Closing file early due to too many dropped frames
es_es: DVG-CPT: Cierre del fichero debido a demasiadas imágenes pérdidas.
fr_fr: DVG-CPT: Fermeture du fichier due à trop d'images perdues.

source: DVG-CPT: %d frames dropped near:
es_es: DVG-CPT: %d imágenes pérdidas cerca de:
fr_fr: DVG-CPT: %d images perdues près de:

source: timecode %2.2d:%2.2d:%2.2d.%2.2d date %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d
es_es: timecode %2.2d:%2.2d:%2.2d.%2.2d fecha %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d

source: The ieee1394 driver received an(some) incomplete frame(s)
es_es: El controlador ieee1394 recibió una(s) imagen(es) incompleta(s).
fr_fr: Le driver ieee1394 a reçu une(des) image(s) incomplète(s).

source: DVG-CPT: closing file early due to too many incomplete frames
es_es: DVG-CPT: Cierre del fichero debido a demasiadas imágenes incompletas.
fr_fr: DVG-CPT: Fermeture du fichier due a trop d'images incomplètes.

source: DVG-CPT: reader has erred or signaling a stop condition (end of pipe): stoping capture thread
es_es: DVG-CPT: El lector hizo un error o señaló una condición de stop (fin de "pipe"): parada del thread de captura.
fr_fr: DVG-CPT: Le lecteur a bugué ou a signalé une condition de stop (fin de "pipe"): arrêt du thread de capture.

source: DVG-CPT: turning on OpenDML to support large file size.
es_es: DVG-CPT: Activación del OpenDML para soportar largos ficheros.
fr_fr: DVG-CPT: Activation de l'OpenDML pour le support de grands fichiers.

source: DVG-CPT: capture started.
es_es: DVG-CPT: Captura encendida.
fr_fr: DVG-CPT: Capture démarrée.

source: DVG-CPT: capture stopped.
es_es: DVG-CPT: Captura parada.
fr_fr: DVG-CPT: Capture stoppée:

source: %8.2f Mo, %d frames written
es_es: %8.2f Mo, %d imágenes inscritas.
fr_fr: %8.2f Mo, %d images écrites,

source: timecode: %2.2d:%2.2d:%2.2d.%2.2d date: %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d
es_es: timecode: %2.2d:%2.2d:%2.2d.%2.2d fecha: %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d.

source: DVG-CPT: %d dropped frames in this capture
es_es: DVG-CPT: %d imágenes pérdidas durante esta captura.
fr_fr: DVG-CPT: %d images perdues lors de cette capture.

source: DVG-CPT: writing failed.
es_es: DVG-CPT: Error al inscribir.
fr_fr: DVG-CPT: Erreur d'écriture.

source: DVG-CPT: %8.2f Mo, %d frames written timecode %2.2d:%2.2d:%2.2d.%2.2d date %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d
es_es: DVG-CPT: %8.2f Mo, %d imágenes inscritas timecode %2.2d:%2.2d:%2.2d.%2.2d fecha %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d.
fr_fr: DVG-CPT: %8.2f Mo, %d images écrites timecode %2.2d:%2.2d:%2.2d.%2.2d date %4.4d.%2.2d.%2.2d %2.2d:%2.2d:%2.2d.

source: Capture control
es_es: Reglajes de la captura
fr_fr: Contrôle de la capture

source: Standby
es_es: Pausa
fr_fr: Pause

source: Stop
es_es: Parar

source: Record
es_es: Grabar
fr_fr: Enregistrer

source: Pause
es_es: Pausa

source: Video file prefix
es_es: Prefijo de ficheros vídeo
fr_fr: Préfixe des fichiers vidéo

source: Misc infos
es_es: Varias informaciones
fr_fr: Infos diverses

source: Frames received: %6.6d Frames captured: %6.6d Total frames dropped: %3.3d Frames dropped during capture: %3.3d ---
es_es: Imágenes recibidas: %6.6d Imágenes capturadas: %6.6d Total imágenes perdidas: %3.3d Imágenes perdidas durante captura: %3.3d ---
fr_fr: Images reçues: %6.6d Images capturées: %6.6d Total d'images perdues: %3.3d Images perdues pendant la capture: %3.3d ---

source: Camera status:
es_es: Estatuto de cámara:
fr_fr: Statut caméra:

source: Camera is recording:
es_es: Cámara grabando:
fr_fr: Caméra en enregistrement:

source: Device capacities:
es_es: Capacidades del periférico:
fr_fr: Capacités des périphériques:

source: Remaining disk space
es_es: Espacio de disco restante
fr_fr: Espace disque restant

source: FREE: %5.2fGo "Raw" dv: %d:%2.2d:%2.2d "AVI 2" dv: %d:%2.2d:%2.2d
es_es: LIBRE: %5.2fGo "Raw" dv: %d:%2.2d:%2.2d "AVI 2" dv: %d:%2.2d:%2.2d
fr_fr: LIBRE: %5.2fGo dv "Raw": %d:%2.2d:%2.2d dv "AVI 2": %d:%2.2d:%2.2d

source: Capture
es_es: Captura

source: Hardware
es_es: Material
fr_fr: Matériel

source: Shortcuts GUI fonts GUI mode
es_es: Atajos, Tipos del GUI, ...
fr_fr: Raccourcis Polices GUI Mode GUI

source: Show video
es_es: Mostrar vídeo
fr_fr: Aff. vidéo

source: Play beep
es_es: Sonido "beep"
fr_fr: Son "beep"

source: Dv display controls
es_es: Reglajes de visualización DV
fr_fr: Réglages d'affichage des images dv

source: Video file parameters
es_es: Reglajes de los ficheros vídeo
fr_fr: Paramètres des fichiers vidéo

source: Directory and prefix for video files:
es_es: Directorio y prefijo para ficheros vídeo:
fr_fr: Dossier et préfixe pour les fichiers vidéo:

source: Video file type:
es_es: Tipos de los ficheros vídeo:
fr_fr: Type des fichiers vidéo:

source: Max file size(Mo):
es_es: T. max fichero(Mo):
fr_fr: T. max fichier(Mo):

source: dv time: %2.2d:%2.2d:%2.2d:[%2.2d|%2.2d] PAL frames: %6.6d NTSC frames: %6.6d
es_es: duración dv: %2.2d:%2.2d:%2.2d:[%2.2d|%2.2d] PAL imágenes: %6.6d NTSC imágenes: %6.6d
fr_fr: durée dv: %2.2d:%2.2d:%2.2d:[%2.2d|%2.2d] Images PAL: %6.6d Images NTSC: %6.6d

source: No limit!
es_es: ¡No límites!
fr_fr: Pas de limite!

source: Max file size in a collection(Mo) (ex: 2048 for a FAT32 partition):
es_es: T. max fichero en colección(Mo) (ej: 2048 para FAT32 partición):
fr_fr: T. max fichier dans une collec.(Mo) (ex: 2048 pour une partition FAT32):

source: Min file size in a collection(Mo):
es_es: T. min fichero en colección(Mo):
fr_fr: T. min fichier dans une collec.(Mo):

source: File name options: Append to file name:
es_es: Opciones del nombre del fichero: Añadir al nombre del fichero:
fr_fr: Options du nom de fichier: Ajouter au nom de fichier:

source: The dv Date/Time
es_es: Las Fecha/Hora dv
fr_fr: Les Date/Heure dv

source: The 1rst dv frame timecode
es_es: El timecode de la 1era imagen dv
fr_fr: Le timecode de la 1ere image dv

source: The system Date/Time
es_es: Las Fecha/Hora del sistema
fr_fr: Les Date/Heure du système

source: Recording features
es_es: Reglajes de grabación
fr_fr: Réglages d'enregistrement

source: Save one frame each:
es_es: Registrar una imagen cada:
fr_fr: Sauver une image toutes les:

source: Auto detect new clips
es_es: Detección auto nuevos clips
fr_fr: détection auto nouveaux clips

source: Max frames to save:
es_es: Núm. max img. de registrar:
fr_fr: Nbr max d'img. à sauver:

source: No limit!
es_es: ¡No límites!
fr_fr: Pas de limite!

source: Enable Lockstep
es_es: Activar Lockstep
fr_fr: Activer Lockstep

source: Number of consecutive drops allowed:
es_es: Núm. de img. pérdidas consecutivas autorizadas:
fr_fr: Nbr d'img. perdues consécutives autorisées:

source: Total number of drops allowed:
es_es: Núm total de imágenes pérdidas autorizadas:
fr_fr: Nbr total d'img. perdues autorisées:

source: Device selection options
es_es: Selección del periférico
fr_fr: Sélection du périphérique

source: Use stdin as dv input
es_es: utilizar stdin como entrada
fr_fr: Utiliser stdin comme entrée dv

source: Channel (auto = -1, default = 63):
es_es: Channel (auto = -1, en rebeldía = 63):
fr_fr: Channel (auto = -1, défaut = 63):

source: Capture options
es_es: Opciones de captura
fr_fr: Options de capture

source: Disable use of AV/C
es_es: Desactivar la AV/C
fr_fr: Désactiver l'AV/C

source: Disable stop command when halting capture
es_es: Desactivar el mando stop cuando se para la captura
fr_fr: Désactiver la commande stop à l'arrêt de la capture

source: Store VAUX data
es_es: Registrar los datos VAUX
fr_fr: Enregistrer les données VAUX

source: Number of frames to keep in RAM:
es_es: Núm. de img. por guardar en RAM:
fr_fr: Nbr d'images à garder en RAM:

source: Jpeg Options
es_es: Opciones Jpeg
fr_fr: Options Jpeg

source: Deinterlace dv frames
es_es: Desentrelazar las imágenes
fr_fr: Désentrelacer les images

source: Allow overwriting jpeg files
es_es: Reemplazar los ficheros jpeg
fr_fr: Ecraser les fichiers jpeg

source: Quality (default = 90):
es_es: Cualidad (en rebeldía = 90):
fr_fr: Qualité (défaut = 90):

source: Width (no change = -1):
es_es: Ancho (no cambio = -1):
fr_fr: Largeur (pas de changement = -1):

source: Height (no change = -1):
es_es: Altura (no cambio = -1):
fr_fr: Hauteur (pas de changement = -1):

source: Shortcuts for menu entries
es_es: Atajos para entradas de menú
fr_fr: Raccourcis des entrées menu

source: Menu entries
es_es: Entradas de Menú
fr_fr: Entrées Menu

source: shortcuts
es_es: atajos
fr_fr: Raccourcis

source: Select GUI mode
es_es: Seleccionar la modalidad del GUI
fr_fr: Sélectionner le mode GUI

source: Activate "small screen" mode
es_es: Activar modalidad de "pequeña pantalla"
fr_fr: Activer le mode "petit écran"

source: Select the fonts of the GUI
es_es: Elija los tipos de letra del GUI
fr_fr: Sélectionnez les polices de caractères GUI

source: Menu Font
es_es: Tipo de Menú
fr_fr: Police Menu

source: Status bar Font
es_es: Tipo de la barra de estatuto
fr_fr: Police Barre d'état

source: Small Font
es_es: Tipo pequeño
fr_fr: Petite Police

source: Controls Font
es_es: Tipo de los controles
fr_fr: Police des Contrôles

source: This directory doesn't exist: "
es_es: Este directorio no existe: "
fr_fr: Ce répertoire n'existe pas: "

source: " Do you want to create it?
es_es: " ¿Quiere crearlo?
fr_fr: " Voulez vous le créer?

source: Directory doesn't exist
es_es: Directorio inexistente
fr_fr: Répertoire inexistant

source: Choose the directory to store the video
es_es: Elija el directorio donde grabar la vídeo
fr_fr: Choisissez le répertoire où enregistrer les vidéos

source: Warning: "
es_es: ¡Cuidado: "
fr_fr: Attention:"

source: " is not a valid shortcut!
es_es: " no es un atajo válido!
fr_fr: " n'est pas un raccourci valide!

source: Invalid Shortcut!
es_es: ¡Atajo Inválido!
fr_fr: Raccourci non-valide!

source: Warning: Char only shortcuts are not allowed!
es_es: ¡Cuidado: atajos de un único carácter no son permitidos!
fr_fr: Attention: les raccourcis avec un seul caractère ne sont pas autorisés!

source: Overwrite existing shortcut? already assigned to:
es_es: ¿Borrar existente atajo? ya es asignado a:
fr_fr: Ecraser le raccourci existant? Déjà assigné à:

source: dv time: %2.2d:%2.2d:%2.2d:%2.2d PAL frames: %6.6d NTSC frames: %6.6d
es_es: duración dv: %2.2d:%2.2d:%2.2d:%2.2d PAL imágenes: %6.6d NTSC imágenes: %6.6d
fr_fr: durée dv: %2.2d:%2.2d:%2.2d:%2.2d Images PAL: %6.6d Images NTSC: %6.6d

source: Channel (auto = -1, default = 63):
es_es: Channel (auto = -1, en rebeldía = 63):
fr_fr: Channel (auto = -1, défaut = 63):

source: Quality (default = 90):
es_es: Cualidad (en rebeldía = 90):
fr_fr: Qualité (défaut = 90):

source: Width (no change = -1):
es_es: Ancho (no cambio = -1):
fr_fr: Largeur (pas de changement = -1):

source: Height (no change = -1):
es_es: Altura (no cambio = -1):
fr_fr: Hauteur (pas de changement = -1):

source: DVG-CPT: no DV.
fr_fr: DVG-CPT: Pas de DV.

source: TOTAL: %5.2fGo "Raw" dv: %d:%2.2d:%2.2d "AVI 2" dv: %d:%2.2d:%2.2d ---
fr_fr: TOTAL: %5.2fGo dv "Raw": %d:%2.2d:%2.2d dv "AVI 2": %d:%2.2d:%2.2d ---
